e5-2620-v4/retpoline-nopti-nopcid/pgbench/100/runs/result-ro-prepared-100-1.log
transaction type: <builtin: select only>
scaling factor: 100
query mode: prepared
number of clients: 16
number of threads: 16
duration: 300 s
number of transactions actually processed: 125252499
latency average = 0.038 ms
tps = 417507.991517 (including connections establishing)
tps = 417512.892451 (excluding connections establishing)