e5-2620-v4/retpoline-nopti-nopcid/pgbench/100/runs/result-rw-3.log
transaction type: <builtin: simple update>
scaling factor: 100
query mode: simple
number of clients: 16
number of threads: 16
duration: 1800 s
number of transactions actually processed: 43220742
latency average = 0.666 ms
tps = 24011.476880 (including connections establishing)
tps = 24011.515861 (excluding connections establishing)